{
  "sections": {
    "main": {
      "type": "static-collection",
      "blocks": {
        "filter-1": {
          "type": "filter",
          "settings": {
            "filter_option": "faceted",
            "show_product_counts": true,
            "filter_limit": "999",
            "filter_position": "above_menus",
            "filter_style": "tags",
            "grid_categories": "",
            "custom_ordered_categories": "",
            "custom_ordered_tags": ""
          }
        },
        "menu-1": {
          "type": "menu",
          "settings": {
            "menu": ""
          }
        }
      },
      "block_order": [
        "filter-1",
        "menu-1"
      ],
      "settings": {
        "show_breadcrumbs": true,
        "show_collection_image": false,
        "products_per_page_range": 24,
        "pagination": "traditional",
        "sort_by": true,
        "grid_list": true,
        "menu_depth_range": 1
      }
    },
    "static-recently-viewed": {
      "type": "static-recently-viewed",
      "settings": {
        "enable_recently_viewed_products": false
      }
    },
    "static-collection-promo-grid": {
      "type": "static-collection-promo-grid",
      "blocks": {
        "grid-tile-1": {
          "type": "promotion",
          "settings": {
            "preheading": "Preheading",
            "preheading_color": "#4d4d4d",
            "title": "Grid",
            "heading_color": "#4d4d4d",
            "text": "Use this section to welcome customers to your store, say a bit about your brand, or share news.",
            "text_color": "#4d4d4d",
            "block_link": "",
            "button_text": "",
            "button_style": "primary",
            "signpost_color": "#4d4d4d",
            "text_alignment": "top-left",
            "promo_width": "half-width",
            "desktop_height": 380,
            "mobile_height": 270,
            "overlay_style": "none",
            "background": "",
            "opacity": 50
          }
        },
        "grid-tile-2": {
          "type": "promotion",
          "settings": {
            "preheading": "Preheading",
            "preheading_color": "#4d4d4d",
            "title": "Grid",
            "heading_color": "#4d4d4d",
            "text": "Use this section to welcome customers to your store, say a bit about your brand, or share news.",
            "text_color": "#4d4d4d",
            "block_link": "",
            "button_text": "",
            "button_style": "primary",
            "signpost_color": "#4d4d4d",
            "text_alignment": "top-left",
            "promo_width": "half-width",
            "desktop_height": 380,
            "mobile_height": 270,
            "overlay_style": "none",
            "background": "",
            "opacity": 50
          }
        }
      },
      "block_order": [
        "grid-tile-1",
        "grid-tile-2"
      ],
      "settings": {
        "enable": false,
        "title": "Grid",
        "subheading": "",
        "heading_color": "#4d4d4d",
        "subheading_color": "#4d4d4d",
        "background_color": "",
        "section_spacing_desktop": 50,
        "section_spacing_mobile": 36,
        "maintain_aspect_ratio": false,
        "compress_blocks": false
      }
    },
    "1658876402d84519ab": {
      "type": "faq-accordian",
      "disabled": true,
      "blocks": {
        "165887640235a0874a-0": {
          "type": "faq",
          "settings": {
            "heading_tag": "h2",
            "question": "Buy All Natural Mother & Baby Organic Products Online or In-Store",
            "answer_header1": "N\/a",
            "answer_body1": "<p>For parents it is imperative to have access to the right information and the proper resources to buy the best mom and baby care products. It is <br\/>critical to establish healthy eating habits, the right supplementation <br\/>to make certain that babies are getting the proper nutrition, at Well Well Well you will be able to select the right solutions for your needs from our extensive range of natural mother and baby health care products.<\/p><p><\/p>",
            "answer_header2": "",
            "answer_body2": "<p>When considering the best natural health care products for moms, it is important to find the right supplements starting from pregnancy. Searching for natural prenatal supplements and vitamins down to buying non toxic natural skin care and beauty products can be overwhelming for new Moms. Our selection is curated to ensure quality control with best industry practice. Since babies and children are much more susceptible to environmental toxins; they have developing digestive, endocrine, and reproductive systems along with a higher surface area to body weight ratio it is important to consider organic and non-toxic all natural baby care products designed specifically for mothers and babies. Now with industry standards established there are organic children's vitamins and organic prenatal vitamins available in Canada. They range from pre & post Natal vitamins & supplements, postpartum recovery supplements, nursing supplements with natural ingredients, lactation teas with organic ingredient, baby wipes, diaper rash products, eco friendly, chemical free, non-toxic and unscented baby wash and shampoos, creams, lotions, and much more. Many mother and baby care products will be labelled for: sensitive skin, baby skin, chemical free and much more. It is very important to understand the labels. At Well Well Well, we take great care in the selection of mom and baby care products we carry. We want to make certain that mothers feel confident in the types of natural baby care products that they are purchasing.<\/p>",
            "answer_header3": "",
            "answer_body3": ""
          }
        },
        "9d97513d-4fd6-471c-8ffb-deddf07280bb": {
          "type": "faq",
          "settings": {
            "heading_tag": "h2",
            "question": "Finding the best and quality baby health products for a variety of health needs",
            "answer_header1": "N\/a",
            "answer_body1": "<p>It is always a challenge for families to decide how to select the right <br\/>baby health products for their baby or child. While it is important to <br\/>find organic products for mother and baby, it is important to note the <br\/>ingredients listed on the label of the product. For parents it is <br\/>imperative to have access to the right information and the proper <br\/>resources to make the best baby health products choices for their <br\/>babies. It is first important to establish healthy eating habits and <br\/>make certain that babies are getting the proper nutrition.<\/p><p>When considering the best baby health products for your baby, it is <br\/>important to consider their developing internal and external systems. <br\/><\/p><p>Babies have super sensitive skin and developing digestive systems so it <br\/>is vital to understand which products are the best baby health care <br\/>products for babies, internally and externally. When reading labels, it <br\/>is important to take note of organic ingredients for baby and kids <br\/>supplements. It is also important to notice if organic baby care <br\/>products are chemical free, especially for baby skin care products. <br\/><\/p><p>Quality baby health care products will typically be eco friendly, have <br\/>organic ingredients whenever possible, chemical free, will contain <br\/>natural ingredients, and will focus on baby skin, and sensitive skin <br\/>when they are products that require topical application such as diaper <br\/>rash creams.  <\/p>",
            "answer_header2": "",
            "answer_body2": "",
            "answer_header3": "",
            "answer_body3": ""
          }
        },
        "a703e36e-bcfb-4078-a1cf-37829fe4c11d": {
          "type": "faq",
          "settings": {
            "heading_tag": "h2",
            "question": "How do I know if baby products are non toxic?",
            "answer_header1": "N\/a",
            "answer_body1": "<p>The<br\/> best non toxic organic baby care products minimize the baby’s exposure <br\/>to herbicides and pesticides. Because children are more susceptible to <br\/>the effects of toxins from a number of chemicals listed in herbicides <br\/>and pesticides, it is best to give your baby the safest organic baby <br\/>skin care products for their sensitive skin as they are developing. As a<br\/> baby is growing and developing, one of the many developing systems is <br\/>the immune system. There is an increased likelihood and risk for a child<br\/> to develop illnesses and autoimmune diseases if they are exposed <br\/>frequently to herbicides and pesticides. Our team at Well Well Well will<br\/> help you find quality clean organic baby care products in dealing with <br\/>supporting their developing immune systems.<\/p><p>For<br\/> your baby’s health needs and development, we at Well Well Well offer a <br\/>selection of the best quality baby health care products. We also <br\/>understand how important it is for parents to be able to access the most<br\/> affordable and high quality baby health care products for their <br\/>children. We have a list of eco friendly, non toxic, chemical free, <br\/>natural products with natural ingredients at our customer’s disposal. <br\/>While having organic baby care products is important, at Well Well Well,<br\/> we focus on all natural baby care products and natural health products <br\/>for babies that are high quality and competitive in price for our <br\/>customers.<\/p>",
            "answer_header2": "",
            "answer_body2": "",
            "answer_header3": "",
            "answer_body3": ""
          }
        },
        "af824d23-c23a-4d5f-8229-c731b4ce0fc2": {
          "type": "faq",
          "settings": {
            "heading_tag": "h2",
            "question": "We find the best organic mother and baby products for mother’s health and baby’s developmental needs",
            "answer_header1": "N\/a",
            "answer_body1": "<p>It is important to <br\/>ensure that expectant mothers receive key nutrients during their <br\/>pregnancies. First and foremost it is important to follow a healthy <br\/>whole food diet. Finding the right mom and baby care products also help <br\/>with the process in the baby’s development during pregnancy. A typical <br\/>pregnancy usually requires approximately 300 extra daily calories. In <br\/>addition to a healthy whole food diet, it is important for pregnant <br\/>women to take note of the amount of extra daily calories needed, which <br\/>includes the amount of protein, essential fats, carbohydrates, <br\/>multivitamins and minerals, etc.<\/p><p>One<br\/> of the most popular mom and baby care products purchased are prenatal <br\/>vitamins & supplements as a method to offset deficiency in specific <br\/>nutrients that are known to put a baby at risk for birth defects. <br\/>Vitamins that expectant mothers can commonly be deficient in is Vitamin <br\/>B12 and folic acid. Research has shown that folic acid helps prevent <br\/>birth defects in newborns which includes neural tube defects, also known<br\/> as the incomplete development of the spinal cord and\/or brain. If a <br\/>folic acid deficiency is not taken care of, such a deficiency can lead <br\/>to heart, urinary tract, cleft palate, and limb defects. The recommended<br\/> dosage for pregnant women is to take prenatal vitamins & <br\/>supplements that contain 200 micrograms or more of B12 daily. In <br\/>addition to pre & post natal vitamins & supplements, as part of <br\/>our mother and baby care product selection Well Well Well carries a <br\/>number of prenatal nausea remedies and lactation teas for a mother’s <br\/>post pregnancy needs.<\/p><p>At<br\/> Well Well Well, we help women find the best mom and baby care products <br\/>in the form of pre & post natal vitamins & supplements, <br\/>postpartum recovery supplements, among many other mother and baby care <br\/>products as a preventative to illness and to balance their healthcare <br\/>needs for baby and mother. <\/p>",
            "answer_header2": "",
            "answer_body2": "",
            "answer_header3": "",
            "answer_body3": ""
          }
        },
        "f7779f47-dc07-4684-ac05-bc09b07c4e87": {
          "type": "faq",
          "settings": {
            "heading_tag": "h2",
            "question": "What are the best skincare products for mothers and children?",
            "answer_header1": "N\/a",
            "answer_body1": "<p>Babies<br\/> and children who have a parent or sibling with food allergies are at a <br\/>higher risk of developing allergies, our non toxic baby health care <br\/>products can help. Common reactions to foods range from diarrhea, <br\/>vomiting, coughing, hives, or rashes. These reactions and\/or symptoms <br\/>are indicators that your baby’s or child’s digestive system has not <br\/>reached a point of full growth to digest the food in question or that <br\/>they are simply sensitive to the food. Regardless of the reason, it is <br\/>best to avoid any food that causes the above mentioned symptoms or <br\/>reactions. It is commonly recommended to cease feeding your child these <br\/>foods as continuing to do so can result in allergies.<\/p><p>When<br\/> considering a baby’s health, it is important to also consider the <br\/>baby’s skin health in conjunction with their digestive system. At Well <br\/>Well Well, we carry the safest and best natural baby skin care products <br\/>that are non toxic for skin care. These all natural baby products also <br\/>help with sensitive skin and baby skin. and digestive health. Studies <br\/>have shown that supplementing with probiotics, also known as beneficial <br\/>bacteria such as lactobacillus, during pregnancy and breastfeeding may <br\/>reduce the risk of babies and children developing sensitive skin issues <br\/>such as eczema. Our staff at Well Well Well will help you find the best <br\/>organic baby care products and probiotics designed for infants and <br\/>children to assist with their developing digestive systems.<\/p>",
            "answer_header2": "",
            "answer_body2": "",
            "answer_header3": "",
            "answer_body3": ""
          }
        },
        "6de8cb85-e8ce-4aab-806d-7863995aaa6c": {
          "type": "faq",
          "settings": {
            "heading_tag": "h2",
            "question": "Testing",
            "answer_header1": "N\/a",
            "answer_body1": "<p>Pre & post natal vitamins & supplements which make up a large part <br\/>of our natural pregnancy products  selection, can be essential in <br\/>helping mother and child in general wellbeing and preventing vitamin <br\/>deficiencies. Commonly recommended best products for pregnancy are the <br\/>combination of folic acid and vitamin B1, that work synergistically for <br\/>fetal development such as cell division and the formation of the myelin <br\/>sheath or nerve covering. Another benefit is that they also prevent the <br\/>buildup of homocysteine, a toxic by-product of protein metabolism that <br\/>has been associated with birth defects.<\/p><p>Iron<br\/> is also another important factor in a baby’s development. Many of the <br\/>best natural prenatal vitamins, multivitamins & supplements also <br\/>contain iron which helps to increase blood production for the baby. But <br\/>it is important to consult a healthcare practitioner when dealing with <br\/>all natural pregnancy products. We carry a number of different mom and <br\/>baby care products such as lactation teas for healthy milk production <br\/>for the mother. The benefits are numerous when it comes to mom and baby <br\/>care products at Well Well Well. Research has shown from a 1998 study, <br\/>that a child’s risk for developing a brain tumour decreased in <br\/>connection to the number of trimesters the mother took Prenatal <br\/>multivitamin supplements during pregnancy. At Well Well Well, we also <br\/>carry a number of quality baby and kids supplements to help with your <br\/>child’s development and health.<\/p><p>Another<br\/> very important aspect for new mothers is natural skin care during <br\/>pregnancy. Making sure that skin care products are clean and non-toxic <br\/>for the mother is imperative in maintaining skin health during <br\/>pregnancy.<\/p>",
            "answer_header2": "",
            "answer_body2": "",
            "answer_header3": "",
            "answer_body3": ""
          }
        }
      },
      "block_order": [
        "165887640235a0874a-0",
        "9d97513d-4fd6-471c-8ffb-deddf07280bb",
        "a703e36e-bcfb-4078-a1cf-37829fe4c11d",
        "af824d23-c23a-4d5f-8229-c731b4ce0fc2",
        "f7779f47-dc07-4684-ac05-bc09b07c4e87",
        "6de8cb85-e8ce-4aab-806d-7863995aaa6c"
      ],
      "custom_css": [
        "p {margin-bottom: 15px;}"
      ],
      "settings": {
        "heading_tag": "div",
        "section_title": "﻿Information",
        "section_title_padding": 20,
        "title_font_size": 18,
        "title_font_weight": 700,
        "section_max_width": 700,
        "section_margin": 20,
        "question_font_size": 18,
        "question_font_weight": 700,
        "answer_header_font_size": 16,
        "answer_header_font_weight": 700,
        "answer_header_margin_top": 0,
        "answer_header_margin_bottom": 0,
        "answer_body_font_size": 14,
        "answer_body_margin_top": 0,
        "answer_body_margin_bottom": 0
      }
    },
    "166241216911d630ec": {
      "type": "faq-accordian",
      "disabled": true,
      "blocks": {
        "16624121685d5ecaae-0": {
          "type": "faq",
          "settings": {
            "heading_tag": "h2",
            "question": "What is Korean black ginseng?",
            "answer_header1": "N\/a",
            "answer_body1": "<p>Korean Ginseng<\/p>",
            "answer_header2": "",
            "answer_body2": "",
            "answer_header3": "",
            "answer_body3": ""
          }
        },
        "f30a3653-040d-48c1-9b11-7ca6544a04c9": {
          "type": "faq",
          "settings": {
            "heading_tag": "h2",
            "question": "How does black ginseng promote overall health and wellness?",
            "answer_header1": "N\/a",
            "answer_body1": "<p><em>Korean Ginseng<\/em><\/p>",
            "answer_header2": "",
            "answer_body2": "",
            "answer_header3": "",
            "answer_body3": ""
          }
        },
        "a73dc037-8196-4bfa-8a22-355fb4d88f49": {
          "type": "faq",
          "settings": {
            "heading_tag": "h2",
            "question": "Are there any scientific studies supporting the effectiveness ofKorean black ginseng?",
            "answer_header1": "N\/a",
            "answer_body1": "<p><em>Korean Ginseng<\/em><\/p>",
            "answer_header2": "",
            "answer_body2": "",
            "answer_header3": "",
            "answer_body3": ""
          }
        },
        "e38e9b0a-1e14-463c-bf84-8b67600bbf19": {
          "type": "faq",
          "settings": {
            "heading_tag": "h2",
            "question": "What sets Well Well Well’s black ginseng capsules apart from others?",
            "answer_header1": "N\/a",
            "answer_body1": "<p><em>Korean Ginseng<\/em><\/p>",
            "answer_header2": "",
            "answer_body2": "",
            "answer_header3": "",
            "answer_body3": ""
          }
        }
      },
      "block_order": [
        "16624121685d5ecaae-0",
        "f30a3653-040d-48c1-9b11-7ca6544a04c9",
        "a73dc037-8196-4bfa-8a22-355fb4d88f49",
        "e38e9b0a-1e14-463c-bf84-8b67600bbf19"
      ],
      "settings": {
        "heading_tag": "div",
        "section_title": "FAQ",
        "section_title_padding": 20,
        "title_font_size": 18,
        "title_font_weight": 700,
        "section_max_width": 700,
        "section_margin": 20,
        "question_font_size": 18,
        "question_font_weight": 700,
        "answer_header_font_size": 16,
        "answer_header_font_weight": 700,
        "answer_header_margin_top": 0,
        "answer_header_margin_bottom": 0,
        "answer_body_font_size": 14,
        "answer_body_margin_top": 0,
        "answer_body_margin_bottom": 0
      }
    }
  },
  "order": [
    "main",
    "static-recently-viewed",
    "static-collection-promo-grid",
    "1658876402d84519ab",
    "166241216911d630ec"
  ]
}
